 { "Title": "Nebelprotokolle – Archiv der Schatten", "Variables": { "protagonist": "Mara", "stadt": "Bretten", "ort": "Stadtarchiv", "uhrzeit": "23:47", "wetter": "kalter Nebel", "geruch1": "altes Papier", "geruch2": "Wachs und Metall", "geraesch": "leises Klicken", "farbeLicht": "bernsteinfarben" }, "Nodes": [ { "Id": "kap0", "Title": "Prolog – Nächtliches Archiv", "Paragraphs": [ "{{protagonist}} steht allein im {{ort}} von {{stadt}}; draußen liegt {{wetter}} in den Gassen.", "Draußen schlägt die Turmuhr {{uhrzeit}}, ihr Echo perlt durch die Regalreihen.", "Die Luft riecht nach {{geruch1}}, durchzogen von einer Spur kalter Luft, die unter der schweren Tür hindurchstreicht.", "Zwischen Karteikästen glimmt eine Sicherheits-LED – ein roter Punkt, der wie ein Auge wacht.", "Jeder Schritt lässt das Holz des Bodens seufzen; Atem kondensiert kurz im Schein der LED." ], "Choices": [ { "Label": "Dem flackernden Licht folgen", "TargetId": "kap1_licht" }, { "Label": "Die staubigen Spuren prüfen", "TargetId": "kap1_spuren" } ] }, { "Id": "kap1_licht", "Title": "Kapitel 1 – Das flackernde Licht", "Paragraphs": [ "Ein alter Projektor wirft {{farbeLicht}}e Schlieren an die Wand; das Bild ist leer, doch das Surren wirkt ungeduldig.", "Staub tanzt wie Schneeflocken im Kegel; jedes Korn zeichnet eine kurze Bahn, bevor es wieder verschwindet.", "Auf dem Tisch daneben liegt ein Filmstreifen, eingerissen am Rand, als hätte jemand hastig abgebrochen.", "Ein Stromkabel führt hinter Kisten entlang, dort, wo der Schatten dichter wird.", "Der Raum atmet warmen Metallgeruch – und da ist noch etwas: {{geruch2}}." ], "Choices": [ { "Label": "Über die Treppe nach oben", "TargetId": "kap2_treppe" }, { "Label": "Den versiegelten Raum untersuchen", "TargetId": "kap2_raum" }, { "Label": "Filmstreifen einlegen", "TargetId": "kap2_film" } ] }, { "Id": "kap1_spuren", "Title": "Kapitel 1 – Spuren im Staub", "Paragraphs": [ "Die Spuren im Staub sind frisch, klar begrenzt und unterschiedlich tief – eine eilige und eine zögerliche Person?", "Sie führen zu einem umgestürzten Regal; unter den Papieren lugt ein Ledereinband hervor.", "Das Notizbuch trägt ein geprägtes Wappen: eine Feder, ein Schlüssel und ein Turm – sorgfältig miteinander verflochten.", "Zwischen den Seiten steckt ein herausgerissenes Registerblatt, dessen Kante gezackte Zähne zeigt.", "Auf dem Holz daneben eine Kerbe, als hätte jemand in Panik nach Halt gesucht." ], "Choices": [ { "Label": "Über die Treppe nach oben", "TargetId": "kap2_treppe" }, { "Label": "Den versiegelten Raum untersuchen", "TargetId": "kap2_raum" }, { "Label": "Notizbuch lesen", "TargetId": "kap2_notiz" } ] }, { "Id": "kap2_treppe", "Title": "Kapitel 2 – Knarrende Treppe", "Paragraphs": [ "Die Stufen sind schmal, die Kanten blankgetreten; das Geländer fühlt sich kälter an als die Luft.", "Jede Bewegung entlockt der Treppe ein langgezogenes Knarren, als würde Holz Erinnerungen flüstern.", "Oben wechselt der Geruch: weniger Staub, mehr Stein – und das {{geraesch}} kehrt zurück, näher jetzt.", "Im Zwielicht zeichnet sich ein langer Flur ab; eine Glastür am Ende spiegelt schemenhaft {{protagonist}}s Silhouette.", "Hinter der Glastür huscht ein Schatten an die Wand, doch als sie erreicht wird, ist der Flur wieder leer." ], "Choices": [ { "Label": "Aufs Dach gehen", "TargetId": "kap3_dach" }, { "Label": "Zurück ins Archiv", "TargetId": "kap3_zurueck" } ] }, { "Id": "kap2_raum", "Title": "Kapitel 2 – Der versiegelte Raum", "Paragraphs": [ "Das Siegel ist frisch, der Wachsrand glatt und glänzend; die Schnur schneidet sich tief in die Holzfasern.", "Ein kaum spürbarer Luftzug streicht durch den Türspalt und trägt Kälte in den Flur.", "Am Türrahmen sind feine Kratzer – nicht von einem Schlüssel, eher vom schnellen Ansetzen eines Drahtes.", "Hinter der Tür wirkt es still, doch die Stille ist nicht leer; sie vibriert wie eine gespannte Saite.", "Ein Aufkleber mit Inventarnummer ist halb abgezogen – darunter blitzt unlackiertes Holz." ], "Choices": [ { "Label": "Durch den schmalen Spalt schlüpfen", "TargetId": "kap3_geheim" }, { "Label": "Sicherheitsdienst rufen", "TargetId": "kap3_ende" } ] }, { "Id": "kap3_dach", "Title": "Kapitel 3 – Auf dem Dach", "Paragraphs": [ "Die Tür zum Dach gibt widerwillig nach; kalte Luft schlägt entgegen, der {{wetter}} hängt schwer über {{stadt}}.", "Unter den Schuhen glänzen feuchte Ziegel; jeder Schritt verlangt Bedacht.", "Zwischen den Nebelbänken reißt der Himmel kurz auf, und ferne Sterne glimmen wie Nadeln.", "Vom gegenüberliegenden Turm blinkt ein Lasersignal: kurz, kurz, lang – dann Pause.", "Ein improvisiertes Stativ steht hinter einem Schornstein; die kleine Linse ist noch warm." ], "Choices": [ { "Label": "Signal erwidern", "TargetId": "kap3_ende_gut" }, { "Label": "Ungesehen abtauchen", "TargetId": "kap3_ende" } ] }, { "Id": "kap3_geheim", "Title": "Kapitel 3 – Der geheime Gang", "Paragraphs": [ "Hinter dem gelösten Paneel öffnet sich ein schmaler Tunnel; Mörtelstaub rieselt leise auf die Schultern.", "Die Wände sind roh, mit Kohlezahlen markiert: 7 | 12 | 3 – vielleicht Bauabschnitte.", "Am Ende hängt ein Schlüsselkasten, in den Stein eingelassen, überraschend sauber und gepflegt.", "Drei Symbole sind eingelassen: eine Feder (Wissen), ein Schwert (Macht), ein Zahnrad (Ordnung).", "Unter der Feder klebt ein kaum sichtbarer Fingerabdruck, frisch genug, um noch zu schimmern." ], "Choices": [ { "Label": "Symbol der Feder wählen", "TargetId": "kap3_ende_gut" }, { "Label": "Symbol des Schwerts wählen", "TargetId": "kap3_ende" } ] }, { "Id": "kap3_zurueck", "Title": "Kapitel 3 – Zurück im Archiv", "Paragraphs": [ "{{protagonist}} tritt wieder in die Schatten der Regale, wo das Surren des Projektors dünner klingt.", "Frische Fußabdrücke kreuzen die alten Spuren und verlieren sich am Hinterausgang.", "Die Linse einer Deckenkamera ist minimal verdreht – gerade so, dass der tote Winkel größer geworden ist.", "Draußen bewegt der Wind eine Kette, die an die Nebentür schlägt; im Inneren antwortet eine Vibration im Metall.", "Ein Blatt vom Notizbuch liegt nun mitten im Gang – jemand war hier, in den letzten Minuten." ], "Choices": [ { "Label": "Draußen nachsehen", "TargetId": "kap3_ende" }, { "Label": "Doch wieder nach oben", "TargetId": "kap2_treppe" } ] }, { "Id": "kap3_ende_gut", "Title": "Epilog – Der verborgene Verbündete", "Paragraphs": [ "Das erwiderte Signal ruft eine Gestalt aus dem Nebel: Kapuze, ruhige Hände, ein Blick, der Ziele kennt.", "Die Person reicht einen Umschlag: Kopien von Akten, ein Zeitplan, Markierungen am Stadtplan von {{stadt}}.", "Zusammen rekonstruieren sie die letzten Stunden – der Projektor war ein Lockmittel, das Siegel ein Täuschungsmanöver.", "Als der Morgen anbricht, liegt eine Spur offen, die in eine verlassene Druckerei führt – und zu Antworten.", "Für {{protagonist}} ist es kein Ende, sondern der Beginn einer Allianz." ], "Choices": [] }, { "Id": "kap3_ende", "Title": "Epilog – Nebel bleibt", "Paragraphs": [ "Der Sicherheitsdienst nimmt den Bericht auf, doch mit jedem Protokollpunkt wird die Nacht gewöhnlicher.", "Das Siegel bleibt zu, der Projektor verstummt; der Nebel schluckt Kanten und Absichten.", "Auf dem Heimweg klingen die Schritte hohl; in einer Scheibe spiegelt sich kurz das Turmwappen.", "Morgen wird {{protagonist}} zurückkehren – mit Zeit, Werkzeugen und neuen Fragen.", "Der Nebel über {{stadt}} weicht nie ganz; manche Geschichten wollen im Dazwischen erzählt werden." ], "Choices": [] }, { "Id": "kap2_film", "Title": "Kapitel 2 – Der stumme Film", "Paragraphs": [ "Der Film läuft ruckelnd an; die Bilder zeigen nur Schatten von Regalgängen und kurze Nummernfolgen.", "Jede zweite Zahl ist verkehrt herum; die Projektion flackert und wirft {{farbeLicht}}e Schlieren auf den Boden.", "Zwischen zwei Schnitten erscheint eine Hand, die eine Karte hochhält – dann ein Sprung, als hätte jemand die Szene entfernt.", "Das {{geraesch}} pulst im Takt des Projektors, jedoch leicht versetzt, als stamme es aus der Wand.", "Auf dem Rahmen sind Kerben eingeritzt: 3-7-12 – dieselben Zahlen wie im Staub am Boden." ], "Choices": [ { "Label": "Codes mit Regalgängen abgleichen", "TargetId": "kap3_codes" }, { "Label": "Kabelverlauf prüfen", "TargetId": "kap2_treppe" } ] }, { "Id": "kap2_notiz", "Title": "Kapitel 2 – Das Wappen-Notizbuch", "Paragraphs": [ "Das Leder knarzt; die ersten Seiten sind Kassenposten, dann wechseln die Einträge zu verschlüsselten Initialen.", "Ein Stundenplan vermerkt {{uhrzeit}} mit einem Kreis und der Notiz: \"Turm – Sichtlinie\".", "Zwischen den Blättern steckt eine trockene Wachsschuppe, am Rand mit feinen Ritzungen.", "Auf einer Doppelseite ein Ablauf: Projektor – Siegel – Ablenkung – Abtransport.", "Am Umschlag klebt ein Faden, der nach {{geruch2}} riecht und im Licht matt glänzt." ], "Choices": [ { "Label": "Register rekonstruieren", "TargetId": "kap3_register" }, { "Label": "Siegel mit Notiz vergleichen", "TargetId": "kap2_raum" } ] }, { "Id": "kap3_codes", "Title": "Kapitel 3 – Zahlen im Staub", "Paragraphs": [ "Die Regale an Position 3, 7 und 12 bilden eine unauffällige Linie; zwischen ihnen knackt eine verborgene Leiste.", "Ein Druck löst ein Panel; dahinter sitzt ein kleines Schaltwerk, das sachte {{geraesch}} verstärkt.", "Pappkarten mit Lochmustern liegen in einem Fach, manche mit einem Stempel: Feder, Schwert, Zahnrad.", "Staub zeichnet feine Luftströme nach, die von einer Fuge im Mauerwerk kommen.", "Ein roter Draht verläuft unter der Leiste entlang und verschwindet im Sockel." ], "Choices": [ { "Label": "Lochkarten entziffern", "TargetId": "kap4_kodex" }, { "Label": "Schaltwerk testen", "TargetId": "kap3_mechanismus" } ] }, { "Id": "kap3_mechanismus", "Title": "Kapitel 3 – Das verborgene Schaltwerk", "Paragraphs": [ "Ein vorsichtiger Dreh, dann ein sattes Einrasten; irgendwo bewegt sich Metall hinter Stein.", "Die Regalwand vibriert und schiebt sich millimeterweise zur Seite – atmet das Gebäude?", "Ein schmaler Schacht wird sichtbar, mit Eisenstufen und kühler Luft aus der Tiefe.", "Oben an der Schachtwand klebt eine Linse, milchig und minimal verdreht wie die Deckenkamera zuvor.", "Ein Pfeil aus Kreide zeigt sowohl nach unten als auch nach oben – Entscheidung in zwei Richtungen." ], "Choices": [ { "Label": "Abwärts in die Tiefe", "TargetId": "kap4_katakomben" }, { "Label": "Aufwärts zum Dachlabor", "TargetId": "kap4_dachlabor" } ] }, { "Id": "kap3_register", "Title": "Kapitel 3 – Verlorenes Register", "Paragraphs": [ "Die gezackte Blattkante passt zu einer Lücke im Alphabet; Namen erscheinen, viele mit demselben Zeichen markiert.", "Inventarnummern verweisen auf Kisten, die nie offiziell erfasst wurden.", "Zwischen den Zeilen ein winziger Punktabdruck, als sei hier geprüft und wieder weggepackt worden.", "Ein Seitenumbruch verrät eine neue Ordnung nach Symbolen statt nach Buchstaben.", "Das Muster führt zu einem Raum, in dem die Luft kälter ist und die Neonröhren tiefer summen." ], "Choices": [ { "Label": "Inventarraum öffnen", "TargetId": "kap4_aktenraum" }, { "Label": "Den Spuren zum Hinterausgang folgen", "TargetId": "kap3_zurueck" } ] }, { "Id": "kap4_katakomben", "Title": "Kapitel 4 – Unter dem Archiv", "Paragraphs": [ "Die Treppe mündet in einen Gang aus Ziegeln; Kondenswasser perlt und sammelt sich in Rinnen.", "Die Luft schmeckt nach Metall; das {{geraesch}} klingt hier wie ein entferntes Metronom.", "An den Wänden Kreidesymbole, wieder die Triade: Feder, Schwert, Zahnrad, jedoch übermalt mit Pfeilen.", "Ein Raum öffnet sich, in dessen Mitte Wachsreste einen Kreis bilden, schwarz angebrannt am Rand.", "Über dem Kreis hängt eine Mechanik, deren Zahnräder staubfrei sind." ], "Choices": [ { "Label": "Den Kreis untersuchen", "TargetId": "kap5_ritual" }, { "Label": "Dem Wasserlauf folgen", "TargetId": "kap5_flucht" } ] }, { "Id": "kap4_dachlabor", "Title": "Kapitel 4 – Das Dachlabor", "Paragraphs": [ "Hinter einer niedrigen Tür kauert ein improvisierter Arbeitsplatz aus Kisten, Kabeln und Glas.", "Eine Linse ist auf das Fenster des versiegelten Raumes gerichtet; Spiegel sind im Winkel verteilt.", "Ein Notizzettel: \"Sichtlinie Turm – 3-7-12 – Entsperrfenster\".", "Die Luft trägt den Hauch von erhitztem Metall; der {{wetter}} kriecht durch Ritzen und kühlt die Finger.", "Ein kleines Messgerät blinkt im Rhythmus des Lasersignals vom Turm." ], "Choices": [ { "Label": "Laser auf Fenster justieren", "TargetId": "kap5_spiegelcode" }, { "Label": "Gerät sabotieren", "TargetId": "kap5_sabotage" } ] }, { "Id": "kap4_aktenraum", "Title": "Kapitel 4 – Der klimatisierte Raum", "Paragraphs": [ "Automatische Türen fahren auf; trockene, kalte Luft schlägt entgegen und riecht entfernt nach {{geruch1}}.", "In Reihung stehen Kisten mit genagelten Deckeln; manche tragen das Wappen von Feder, Schlüssel, Turm.", "Ein Terminal blinkt eine stille Warnung: Zugriff protokolliert.", "Auf einem Tisch liegen Wechselrahmen und Siegelwachs, daneben feine Drähte und Zangen.", "Hinter einer Scheibe ruht eine große Karte von {{stadt}}, mit Markierungen entlang der alten Druckereien." ], "Choices": [ { "Label": "Kiste mit Wappen öffnen", "TargetId": "kap5_druckerei_spur" }, { "Label": "Stillen Alarm setzen", "TargetId": "kap5_alarm" } ] }, { "Id": "kap4_kodex", "Title": "Kapitel 4 – Die Triade", "Paragraphs": [ "Die Lochkarten ergeben in bestimmter Reihenfolge eine Sequenz; Feder, Schwert, Zahnrad wiederholen sich.", "Licht durch die Löcher wirft ein rasterartiges Muster an die Wand, das wie Schrift wirkt.", "Zwischen den Spalten blitzen Zahlen auf, gespiegelt wie im Film zuvor.", "Ein Schieber erlaubt es, die Reihenfolge zu ändern; jede Variante verschiebt den Schatten.", "Drei klare Pfade zeichnen sich ab – Wissen, Macht, Ordnung – jede mit eigener Konsequenz." ], "Choices": [ { "Label": "Pfad Wissen (Feder)", "TargetId": "kap5_verbund" }, { "Label": "Pfad Macht (Schwert)", "TargetId": "kap5_falle" }, { "Label": "Pfad Ordnung (Zahnrad)", "TargetId": "kap5_ordnungsplan" } ] }, { "Id": "kap5_ritual", "Title": "Kapitel 5 – Kreis aus Wachs", "Paragraphs": [ "Im Kreis liegen Reste von Papierbändchen, in die kleinste Ziffern geprägt sind.", "Ein feiner Rußfilm überzieht den Rand; die Mechanik darüber wirkt bereit, etwas abzusenken.", "In einer Nische stehen drei Kerzenstummel, einer davon riecht noch nach {{geruch2}}.", "In der Ferne hallt ein Schritt, dann wieder nur das gleichmäßige {{geraesch}}.", "Der Wachsrand zeigt Unterbrechungen – Stellen, an denen jemand die Linie bewusst gebrochen hat." ], "Choices": [ { "Label": "Ritual unterbrechen", "TargetId": "kap6_ende_aufdeckung" }, { "Label": "Nichts berühren und zurück", "TargetId": "kap3_ende" } ] }, { "Id": "kap5_flucht", "Title": "Kapitel 5 – Der Seitenschacht", "Paragraphs": [ "Eine schmale Öffnung führt in einen Servicekanal; kalte Luft streicht über die Hände.", "Rohrleitungen bündeln sich und vibrieren leise, als spräche das Gebäude in Rohren.", "Ein Gitter zeigt schwaches Straßenlicht: {{stadt}} schläft, der {{wetter}} hängt tief.", "Hinter dem Gitter ein Hof, in dem eine Kette gegen Metall schlägt – derselbe Rhythmus wie zuvor.", "Ein Schatten huscht über die Mauer, zu schnell für einen Wachmann." ], "Choices": [ { "Label": "In die Stadt fliehen", "TargetId": "kap6_ende_offen" }, { "Label": "Zurück in die Katakomben", "TargetId": "kap4_katakomben" } ] }, { "Id": "kap5_spiegelcode", "Title": "Kapitel 5 – Spiegelcode", "Paragraphs": [ "Der Laser trifft den ersten Spiegel, dann den zweiten; ein dünner Lichtfaden kriecht über das Fenster.", "Ein leises Klicken, als eine Verriegelung in der Tür zum versiegelten Raum nachgibt.", "Auf einem Zettel: \"Fenster = Schlüssel\" – jemand hat die Sicherheit ins Licht verlegt.", "Ein Windstoß verschiebt einen Spiegel minimal; das Muster flackert.", "Die Linse auf dem Stativ erwärmt sich merklich, der Kunststoff riecht schwach nach Metall." ], "Choices": [ { "Label": "Verriegelung nutzen und hinab", "TargetId": "kap4_aktenraum" }, { "Label": "Code stören und Spur legen", "TargetId": "kap6_ende_jagd" } ] }, { "Id": "kap5_sabotage", "Title": "Kapitel 5 – Kurzschluss", "Paragraphs": [ "Ein gezogener Stecker, ein verdrehter Spiegel – die Sequenz bricht, das Messgerät piept schrill.", "Vom Turm verstummt das Signal abrupt; die Stille breitet sich wie Wasser aus.", "Im Schacht darunter schnappt eine Sicherung; der Strom wechselt hörbar die Wege.", "Im Hof leuchtet kurz eine Taschenlampe auf, dann erlischt sie.", "Ein Schauer läuft über den Nacken: Die Gegenseite hat den Ausfall bemerkt." ], "Choices": [ { "Label": "Rückzug durch den Schacht", "TargetId": "kap6_ende_jagd" }, { "Label": "Noch einmal justieren", "TargetId": "kap4_dachlabor" } ] }, { "Id": "kap5_druckerei_spur", "Title": "Kapitel 5 – Spur zur Druckerei", "Paragraphs": [ "Die geöffnete Kiste enthält Bleilettern, fein sortiert, und Quittungen einer stillgelegten Druckerei.", "Zwischen Zeitungsausschnitten klebt ein Plan: Lieferwege, versteckte Zugänge, Uhrzeiten.", "Ein Randvermerk: \"Morgen – Umlenkung via Turm\".", "Die Markierung auf {{stadt}}s Karte führt in ein Viertel, in dem der {{wetter}} besonders dicht steht.", "Ein Karton mit Filmrollen trägt dieselben Kerben wie der Projektor." ], "Choices": [ { "Label": "Zur Druckerei aufbrechen", "TargetId": "kap6_druckerei" }, { "Label": "Spuren sichern und abwarten", "TargetId": "kap3_ende" } ] }, { "Id": "kap5_alarm", "Title": "Kapitel 5 – Stiller Alarm", "Paragraphs": [ "Ein unscheinbarer Schalter unter dem Terminal aktiviert eine stille Meldung; kein Ton, nur ein Blinken.", "Die Kamera in der Ecke dreht sich minimal zurück – der tote Winkel schrumpft.", "Auf dem Display laufen Protokollzeilen, doch bestimmte Einträge werden maskiert.", "Ein zweites Fenster poppt auf: \"Beobachter aktiv\".", "Der {{wetter}} legt sich dichter vor die Scheiben, als wolle er das Gebäude einhüllen." ], "Choices": [ { "Label": "Verbündete hineinlotsen", "TargetId": "kap6_ende_buendnisweit" }, { "Label": "Alle Spuren verwischen", "TargetId": "kap3_ende_gut" } ] }, { "Id": "kap5_verbund", "Title": "Kapitel 5 – Der Verbund", "Paragraphs": [ "Die Sequenz \"Feder\" öffnet ein Fach mit Umschlägen: Kopien, Skizzen, ein Verzeichnis von Treffpunkten.", "Ein Hinweis beschreibt Beobachterlinien über Dächer und Spiegel – der Turm als Verteiler.", "Eine Karte markiert sichere Wege durch das Archiv, versteckt zwischen Inventarlisten.", "Die Luft ist still, als würde das Gebäude den Atem anhalten.", "Ein Blatt trägt nur ein Wort: \"Weiter\"." ], "Choices": [ { "Label": "Kontakt aufnehmen", "TargetId": "kap6_netwerk" }, { "Label": "Signal wie am Turm senden", "TargetId": "kap3_ende_gut" } ] }, { "Id": "kap5_falle", "Title": "Kapitel 5 – Der falsche Weg", "Paragraphs": [ "Die Sequenz \"Schwert\" lässt einen Riegel springen; ein Gitter schnellt aus der Wand.", "Das Licht kippt ins Düstere; Schatten wirken kantig, als hätten sie Zähne.", "Ein automatischer Schreibarm kritzelt eine Nummer, die an den Film erinnert.", "Der Boden neigt sich kaum merklich – genug, um Unaufmerksame zu führen.", "Ein kalter Zug streicht durch den Raum, als werde jemand erwartet." ], "Choices": [ { "Label": "Aus der Falle entkommen", "TargetId": "kap6_ende_falle" }, { "Label": "Reihenfolge neu setzen", "TargetId": "kap4_kodex" } ] }, { "Id": "kap5_ordnungsplan", "Title": "Kapitel 5 – Ordnungsplan", "Paragraphs": [ "Die Sequenz \"Zahnrad\" beleuchtet eine Wandkarte; Verbindungen zwischen Archiven, Türmen und Druckereien.", "Markierungen folgen Sichtlinien und Zeitfenstern, als ob die Stadt selbst getaktet wäre.", "Ein Raster aus Nummern und Symbolen legt sich über Straßen und Innenhöfe.", "Das {{geraesch}} synchronisiert sich für einen Moment mit dem eigenen Herzschlag.", "Im unteren Rand eine Legende: Übertragungen nur sichtbar im {{wetter}}." ], "Choices": [ { "Label": "Muster auf {{stadt}} anwenden", "TargetId": "kap6_muster" }, { "Label": "Plan zerstören", "TargetId": "kap3_ende" } ] }, { "Id": "kap6_ende_aufdeckung", "Title": "Epilog – Aufgedeckte Verschwörung", "Paragraphs": [ "Der Kreis bricht, die Mechanik stoppt; die Zahnräder erstarren mit einem letzten Klacken.", "Unter den Kisten finden sich Lieferlisten, die das Netzwerk offenlegen.", "Berichte und Karten fügen sich zu einem Bild, das sich nicht mehr zerreden lässt.", "Mit dem Morgengrauen verflüchtigt sich der {{wetter}} etwas; Konturen der Stadt treten klarer hervor.", "{{protagonist}} verlässt das Archiv mit Belegen – und mit Verbündeten, die sich zeigen." ], "Choices": [] }, { "Id": "kap6_ende_offen", "Title": "Epilog – Offene Flucht", "Paragraphs": [ "Der Hof bleibt leer, nur die Kette schlägt im Takt gegen das Metall.", "Hinter {{protagonist}} schließt sich das Gitter; die Stadt nimmt die Gestalt auf, geräuschlos.", "Im Nebel verwischt die Spur, doch die Karte im Kopf bleibt scharf.", "Fern blinkt der Turm – kein Signal mehr, nur ein Auge im Grau.", "Die Nacht endet ohne Antworten, aber mit Wegen, die noch offenstehen." ], "Choices": [] }, { "Id": "kap6_ende_jagd", "Title": "Epilog – Jagd im Nebel", "Paragraphs": [ "Schritte kreuzen Schritte; der {{wetter}} verschluckt Richtungen und schenkt sie wieder her.", "Ein Lichtkegel schneidet durch den Hof, zu spät, immer eine Sekunde hinterher.", "Eine Seitentür knarrt; das {{geraesch}} wird von hastigem Atmen überlagert.", "Auf der Straße verwischen Lichter zu Linien, das Archiv liegt hinter Schatten.", "Die Stadt bleibt stumm, doch irgendwo klickt es weiter." ], "Choices": [] }, { "Id": "kap6_druckerei", "Title": "Kapitel 6 – Die verlassene Druckerei", "Paragraphs": [ "Die Halle riecht nach Öl und {{geruch1}}; Walzen ruhen wie Tiere im Schlaf.", "Auf einem Tisch liegen Satzschablonen mit winzigen Abweichungen – versteckte Botschaften zwischen Zeilen.", "Ein Zeitungsbogen trägt Markierungen, die den Plan aus dem Archiv ergänzen.", "Hinter der Maschine ein Schaltkasten, dessen Kabel zum Dach führen – Sichtlinie zum Turm.", "In einer Ecke liegt ein Umschlag: \"Für den Morgen\"." ], "Choices": [ { "Label": "Maschine starten", "TargetId": "kap7_ende_manifest" }, { "Label": "Verbündete herbeirufen", "TargetId": "kap6_ende_buendnisweit" } ] }, { "Id": "kap7_ende_manifest", "Title": "Epilog – Das Manifest", "Paragraphs": [ "Die Walzen setzen sich in Bewegung; die erste Seite läuft an, dicke Tinte auf grobem Papier.", "Zwischen Nachrichtenspalten erscheinen die Triaden, lesbar für jene, die sie suchen.", "Ein neues Muster legt sich über {{stadt}} – nicht im Verborgenen, sondern auf der Straße.", "Der {{wetter}} hält die Blätter fest, bevor er sie freigibt wie Vögel.", "{{protagonist}} faltet ein Exemplar und verschwindet, bevor die Maschinen wieder schweigen." ], "Choices": [] }, { "Id": "kap6_ende_buendnisweit", "Title": "Epilog – Offenes Bündnis", "Paragraphs": [ "Zwei, dann drei Gestalten treten aus dem Nebel; eine Handbewegung, kein Wort zu viel.", "Karten werden übereinandergelegt, Lücken gefüllt, Wege verbunden.", "Das Archiv ist nicht mehr nur Ort, sondern Werkzeug; Spiegel und Linien werden neu gesetzt.", "Mit dem Morgen werden Türen geöffnet, die seit Jahren zu waren.", "Der Nebel bleibt, doch die Richtung gehört nun {{protagonist}}." ], "Choices": [] }, { "Id": "kap6_netwerk", "Title": "Epilog – Netzwerk im Nebel", "Paragraphs": [ "Aus der Ferne blinken Antworten; kurze, lange Takte wandern über Dächer und Höfe.", "Umschläge wechseln leise die Besitzer, zu Fuß, per Rad, über schmale Treppen.", "Die Stadt beginnt, ihre eigene Legende zu erzählen – in Schatten, in Licht, in {{geruch1}}.", "Das {{geraesch}} wird zum Herzschlag einer Sache, die größer ist als ein Gebäude.", "{{protagonist}} hört zu und zeichnet nach, was sich fügen will." ], "Choices": [] }, { "Id": "kap6_muster", "Title": "Epilog – Das Muster im Stadtplan", "Paragraphs": [ "Die Linien auf der Karte verbinden sich zu einer Spirale, die um den Turm kreist.", "An Knotenpunkten stehen Druckereien, Archive, Dachluken – jeder Ort ein Spiegel.", "Das Netz ist alt, doch jemand hat es erneuert, still und sorgfältig.", "Im ersten Sonnenlicht hebt sich der {{wetter}} ein wenig; Konturen verraten, wo sich Blicke treffen.", "{{protagonist}} setzt den letzten Stiftpunkt und weiß, wohin der nächste Schritt führt." ], "Choices": [] }, { "Id": "kap6_ende_falle", "Title": "Epilog – In der Falle", "Paragraphs": [ "Das Gitter fällt, aber nur halb; genug Zeit für einen Sprung, zu wenig für Stolz.", "Ein Kratzer am Arm, der Geruch von Staub und {{geruch2}} in der Nase.", "Auf der anderen Seite sind die Schritte schon weiter; niemand wartet hier auf Helden.", "Ein Atemzug, dann ein zweiter – die Stadt atmet mit.", "Nichts ist verloren, aber vieles wird schwerer." ], "Choices": [] } ] }